Repository: atareao/cryptfolder-indicator
Catalog: po/*.po
Languages: ast, de, es, fr, gl, it, ru

source: Web...
ast: Sitiu web...
de: Netz...
ru: Веб-сайт...

source: Get help online...
ast: Alcontrar ayuda en llinia...
de: Hilfe online erhalten …
es: Obtener ayuda en línea...
fr: Obtenir de l'aide en ligne...
gl: Obeter axuda en liña...
it: Ottenere aiuto online...
ru: Справка в веб...

source: Translate this application...
ast: Traducir esta aplicación...
de: Diese Anwendung übersetzen …
es: Traducir esta aplicación...
fr: Traduire cette application...
gl: Traducir este aplicativo...
it: Tradurre questa applicazione...
ru: Перевод этого приложения...

source: Report a bug...
ast: Informar d'un fallu...
de: Einen Fehler melden...
es: Informar de un problema...
fr: Signaler un problème...
gl: Informar dun erro...
it: Segnalare un problema...
ru: Сообщить об ошибке...

source: About
ast: Tocante a
de: Über
es: Acerca de
fr: À propos
gl: Sobre
it: Informazioni
ru: Сведения о программе

source: Unmounted
ast: Desmontáu
de: Nicht eingebunden
es: Desmontado
fr: Non monté
gl: Desmontado
it: Smontato
ru: Отключено

source: Not unmounted
ast: Ensin desmontar
de: Nicht entbunden
es: Sin montar
fr: Non démonté
gl: Non desmontado
it: Non smontato
ru: Не отключено

source: Mounted
ast: Montáu
de: Eingebunden
es: Montado
fr: Monté
gl: Montado
it: Montato
ru: Подключено

source: Not mounted
ast: Ensin montar
de: Nicht eingebunden
es: Sin montar
fr: Démonté
gl: Sen montar
it: Non montato
ru: Не подключено

source: Edit crypt folders
ast: Editar carpetes de cifráu
de: Bearbeite verschlüsselte Ordner
es: Editar directorios cifrados
fr: Modifier les répertoires cryptés
gl: Editar cartafoles encriptados
it: Modificare le cartelle cifrate
ru: Добавить зашифрованную папку

source: Preferences
ast: Preferencies
de: Einstellungen
es: Preferencias
fr: Préférences
gl: Preferencias
it: Preferenze...
ru: Параметры

source: Help
ast: Ayuda
de: Hilfe
es: Ayuda
fr: Aide
gl: Axuda
it: Guida
ru: Справка

source: Exit
ast: Colar
de: Beenden
es: Salir
fr: Quitter
gl: Sair
it: Uscire
ru: Выйти

source: An indicator for crypt folders with encfs
ast: Un indicador pa carpetes cifraes con encfs
de: Ein Indikator zur Nutzung verschlüsselter Ordner mit EncFS
es: Un indicador para directorios cifrados con encfs
fr: Un indicateur de répertoires cryptés avec encfs
gl: Un indicador para cartafoles encriptados con encfs
it: Indicatore per le cartelle cifrate tramite encfs
ru: Индикатор для зашифрованных папок encfs

source: This is already a crypted folder
ast: Esta carpeta yá ta cifrada
de: Dies ist bereits ein verschlüsselter Ordner
es: Este directorio ya está cifrado
fr: Il s'agit déjà d'un répertoire crypté
gl: Este cartafol xa está encriptado
it: Questa cartella è già cifrata
ru: Эта папка уже зашифрована

source: The password is wrong
ast: La contraseña ye incorreuta
de: Das Kennwort ist falsch
es: La contraseña no es correcta
fr: Le mot de passe est incorrect
gl: O contrasinal é incorrecto
it: Password non corretta
ru: Неправильный пароль

source: Mount point already in use
ast: El puntu de montaxe yá ta n'usu
de: Der Einbindungspunkt ist bereits in Verwendung
es: El punto de montaje está en uso
fr: Point de montage déjà utilisé
gl: O punto de montaxe xa está en uso
it: Punto di mount già in uso
ru: Точка подключения уже используется

source: Password can not be null
ast: La contraseña nun pue tar balera
de: Das Kennwort kann nicht leer sein
es: La contraseña no puede estar vacía
fr: Le mot de passe ne peut pas être vide
gl: O contrasinal non pode estar baldeiro
it: La password non può essere vuota
ru: Пароль не может быть пустым

source: This folder is already opened
ast: Esta carpeta yá ta abierta
de: Der Ordner ist bereits geöffnet
es: Este directorio ya está abierto
fr: Le répertoire est déjà ouvert
gl: Este cartafol xa está aberto
it: Questa cartella è già aperta
ru: Эта папка уже открыта

source: This folder is not opened
ast: Esta carpeta nun ta abierta
de: Der Ordner ist nicht geöffnet
es: Este directorio no está abierto
fr: Le répertoire n'est pas ouvert
gl: Este cartafol non está aberto
it: La cartella non è aperta
ru: Эта папка не открыта

source: Not unmount
ast: Nun desmontar
de: Nicht eingebunden
es: No se ha montado
fr: Non monté
gl: Non desmontar
it: Non smontare
ru: Не отключено

source: No loopback device available
ast: Nun hai dengún preséu loopback disponible
de: Kein Rückschleifen-Gerät verfügbar
es: No hay ningún equipo disponible
fr: Aucun montage loop de système de fichier disponible
it: Nessun dispositivo di loopback disponibile
ru: Нет доступных loopback устройств

source: This is not a folder
ast: Esta nun ye una carpeta
de: Dies ist kein Ordner
es: Esto no es un directorio
fr: Ce n'est pas un répertoire
gl: Esto non é un cartafol
it: Questa non è una cartella
ru: Это не папка

source: Autostart
ast: Arranque automáticu
es: Inicio automático
fr: Lancement automatique
gl: Inicio automático
it: Avvio automatico
ru: Автозапуск

source: Mount selected folders at start
ast: Montar les carpetes esbillaes nel arranque
de: Ausgewählte Ordner beim Start einbinden
es: Montar los directorios seleccionados en el arranque
fr: Monter les répertoires sélectionnés au démarrage
gl: Montar os cartafoles seleccionados ao inicio
it: Montare le cartelle selezionate alla partenza
ru: Подключать выбранные папки при запуске системы

source: Select icon theme
ast: Seleicionar tema d'iconos
de: Symbolthema auswählen
es: Seleccionar tema de iconos
fr: Choisir un thème d'icône
gl: Seleccionar estilo de icona
it: Scegliere il tema dell'icona
ru: Выберите тему значков

source: Normal
fr: Standard
it: Normale
ru: Стандартная

source: Light
ast: Claru
de: Hell
es: Claro
fr: Clair
gl: Claro
it: Chiaro
ru: Светлая

source: Dark
ast: Escuru
de: Dunkel
es: Oscuro
fr: Sombre
gl: Escuro
it: Scuro
ru: Темная

source: Add new encrytped folder
es: Añadir nuevo directorio cifrado
it: Aggiungere una nuova cartella cifrata
ru: Добавить новую зашифрованную папку

source: Remove encrytped folder from indicator but not delete
es: Quitar el directorio cifrado del indicador sin borrarlo
it: Rimuovere la cartella cifrata dall'indicatore ma non eliminarla
ru: Изъять зашифрованную папку из индикатора, но не удалять

source: Edit encrypted folder properties
es: Edita las propiedades de los directorios cifrados
it: Modificare le proprietà della cartella cifrata
ru: Свойства зашифрованной папки

source: Import encrypted folder to indicator
es: Importar directorios cifrados al indicador
it: Importare la cartella cifrata nell'indicatore
ru: Импортировать зашифрованную папку в индикатор

source: Encrypted folder
ast: Carpeta cifrada
de: Verschlüsselter Ordner
es: Directorio cifrado
fr: Répertoire crypté
gl: Cartafol encriptado
it: Cartella cifrata
ru: Зашифрованная папка

source: Mount folder
ast: Montar carpeta
de: Eingebundener Ordner
es: Montar directorio
fr: Répertoire de montage
gl: Montar cartafol
it: Montare la cartella
ru: Подключить папку

source: Password
ast: Contraseña
de: Kennwort
es: Contraseña
fr: Mot de passe
gl: Contrasinal
ru: Пароль

source: Mount folder at start
ast: Montar la carpeta nel arranque
de: Binde Ordner beim Start ein
es: Montar el directorio en el arranque
fr: Répertoire de montage au démarrage
gl: Montar cartafol ao inicio
it: Montare la cartella in partenza
ru: Подключить папку при запуске системы

source: Delete decrypted folder on unmount
es: Borrar el directorio sin cifrar al desmontar
it: Eliminare la cartella decifrata quando viene smontata
ru: Удалить расшифрованную папку после отключения

source: This folder is not encrypted, I can not import it
ast: Esta carpeta nun ta cifrada, nun puedo importala
de: Dieser Ordner ist nicht verschlüsselt, ich kann ihn nicht importieren
es: Este directorio no está cifrado, no puedo importarlo
fr: Ce dossier n'est pas crypté, je ne peux pas l'importer
gl: Este cartafol non está encriptado, non podo importalo
it: Questa cartella non è cifrata, non è possibile importarla
ru: Папка не зашифрованная. Невозможно импортировать

source: This folder is already encrypted
es: Este directorio ya está cifrado
it: Questa cartella è già cifrata
ru: Папка уже зашифрована

source: Bad Password
de: Falsches Passwort
es: Contraseña incorrecta
it: Password errata
ru: Неправильный пароль

source: Mount point
ast: Puntu de montaxe
de: Einbindungspunkt
es: Punto de montaje
fr: Point de montage
gl: Punto de montaxe
it: Punto di mount
ru: Точка подключения
